Repository: karenxpn/Neominty
Catalog: Localizable.xcstrings
Source language: en
Languages: hy

source: Account
hy: Հաշիվ

source: Account Info
hy: Հաշվի տվյալներ

source: Activity
hy: Գործողություն

source: Add new card
hy: Ավելացնել նոր քարտ

source: Afternoon
hy: Ցերեկ

source: All Transactions
hy: Բոլոր գործարքները

source: Amount
hy: գումարը

# areYourSureToDeleteTheCard
source: Are you sure you want to delete the card?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել քարտը:

source: Attach Card
hy: Կցել քարտը

# attachNewCard
source: Attach a new card
hy: Կցել նոր քարտ

source: Back to Home
hy: Վերադառնալ գլխավոր էջ

# biometricAccessMessage
source: Login quickly and securely with the fingerprint stored on this device
hy: Մուտք գործեք արագ և անվտանգ՝ օգտագործելով ձեր սարքում պահված կենսաչափական տվյալները

source: Cancel
hy: Չեղարկել

# cardIsReady
source: Great! your card is ready🙂
hy: Հիանալի է! Ձեր քարտը պատրաստ է 🙂

# cardIsReadyMessage
source: Now you can shop, transmit and transfer conveniently
hy: Այժմ կարող եք հարմար կերպով գնումներ կատարել, վճարել և փոխանցումներ իրականացնել

# cardNotValid
source: Card number is not valid
hy: Քարտի համարը անվավեր է

# changePin
source: Change Log In PIN
hy: Փոխել մուտքի PIN կոդը

source: Choose Card
hy: Ընտրեք քարտը

source: Choose your style
hy: Ընտրեք ձեր ոճը

source: Confirm
hy: Հաստատել

source: Confirm your new passcode
hy: Հաստատեք ձեր նոր ծածկագիրը

source: Congratulations
hy: Շնորհավորում ենք

source: Contact Support
hy: Կապ հաստատել հաճախորդների սպասարկման մասնագետների հետ

source: Continue
hy: Շարունակել

# createYourCardMessage
source: The customizable, no hidden fee, instant discount debit or credit card
hy: Կարգավորվող, առանց թաքնված վճարների, անմիջապես զեղչվող դեբետային կամ վարկային քարտ

source: Create your Neominty Card
hy: Ստեղծեք ձեր Neominty քարտը

source: Day
hy: Օր

source: Delete
hy: Ջնջել

# deleteCardMessage
source: After you delete the card, the information will be removed and you will not be able to use this card
hy: Քարտը հեռացնելուց հետո տեղեկատվությունը կհեռացվի, և դուք չեք կարողանա օգտագործել այս քարտը:

# doItLater
source: I’ll do this later
hy: Կանեմ ավելի ուշ

source: Email
hy: Էլ. հասցե

# emailInfo
source: Your mail address will be used for receiving mail promotions.\nIn order to not receive mail promotions, please delete your mail address
hy: Ձեր էլ. փոստի հասցեն կօգտագործվի առաջարկներ ստանալու համար:\nԵթե ցանկանում եք դադարեցնել, հեռացրեք ձեր էլ. հասցեն:

# emailMessage
source: You want to receive email\npromotions, news and offers
hy: Ձեր էլ. փոստի հասցեով կստանաք նորություններ և առաջարկներ

# enableBiometric
source: Enable biometric Access
hy: Ակտիվացնել կենսաչափական մուտքը

source: Enter amount:
hy: Մուտքագրեք գումարը:

source: Enter Full Name
hy: Մուտքագրեք ամբողջական անունը

# enterItHere
source: Enter it here to verify your identity
hy: Մուտքագրեք այն այստեղ՝ ձեր ինքնությունը հաստատելու համար

# enterPhoneNumber
source: Enter your phone number
hy: Մուտքագրեք ձեր հեռախոսահամարը

# enterReceiverDetails
source: Enter Receiver Card Details
hy: Մուտքագրեք ստացողի քարտի տվյալները

# enterSenderPhone
source: Enter sender phone number
hy: Մուտքագրեք ուղարկողի հեռախոսահամարը

source: Enter your passcode
hy: Մուտքագրեք ձեր ծածկագիրը

source: Error
hy: Սխալ

source: Evening
hy: Երեկո

source: Everything you need
hy: Ամեն ինչ, ինչ ձեզ անհրաժեշտ է

# everythingYouNeedMessage
source: We need to know this for regulatory reasons. And also we’re curious!
hy: Մենք դա պետք է իմանանք կարգավորող նկատառումներից ելնելով, նաև մենք հետաքրքրված ենք!

source: Expenses
hy: Ծախսեր

# faceIdMessage
source: Your want to unlock with Face ID\nand confirm trasactions
hy: Դուք ցանկանում եք մուտք գործել Face ID-ով և հաստատել գործարքները

# faq
source: FAQs
hy: ՀՏՀ

source: Forgot Passcode?
hy: Մոռացել եք ծածկագիրը՞

source: Frequently Asked
hy: Հաճախ տրվող հարցեր

source: From
hy: Ումից

source: General Settings
hy: Ընդհանուր կարգավորումներ

source: Get Started
hy: Սկսել

source: Good
hy: Բարի

source: Got It
hy: Շատ լավ

source: Hi There! 👋
hy: Բարև! 👋

source: Home
hy: Գլխավոր

source: Income
hy: Եկամուտ

# incorrectPin
source: Your pin is incorrect, if you forgot it you can restore.
hy: Ձեր պին կոդը սխալ է, եթե մոռացել եք, կարող եք վերականգնել այն.

source: Just Now
hy: Հենց հիմա

# letsVerifyIdentity
source: Let’s verify your identity
hy: Եկեք հաստատենք ձեր ինքնությունը

source: Loading…
hy: Բեռնվում է...

source: Load more
hy: Բեռնել ավելին

source: Log Out
hy: Դուրս գալ

source: Make your first transaction
hy: Կատարեք ձեր առաջին գործարքը

source: Month
hy: Ամիս

source: More
hy: Ավելին

source: Morning
hy: Առավոտ

source: My Cards
hy: Իմ քարտերը

source: New Card
hy: Նոր քարտ

source: Next
hy: Հաջորդ

source: Night
hy: Գիշեր

source: Noon
hy: Կեսօր

source: No Recent Transactions
hy: Վերջին գործարքներ չկան

source: Nothing to show
hy: Ցուցադրելու բան չկա

source: Notifications
hy: Ծանուցումներ

# notValidQR
source: Scanned QR code is not in valid form
hy: Սկանավորված QR կոդը անվավեր է

source: now
hy: հիմա

# okIamReady
source: Ok, I’m ready!
hy: Լավ, պատրաստ եմ!

source: Ok, Send Now!
hy: Լավ, ուղարկել հիմա!

source: Pay
hy: Վճարել

source: Phone Number
hy: Հեռախոսահամար

source: Please wait...
hy: Խնդրում ենք սպասել...

source: Profile
hy: Հաշիվ

source: Push Notifications
hy: Ծանուցումներ

# pushNotificationsMessage
source: You want to receive bill\nreminders before a bill is due.
hy: Ձեզ անհրաժեշտ է ստանալ ծանուցումներ հաշվից առաջ:

source: Rate Us
hy: Գնահատեք մեզ

source: Recent Transactions
hy: Վերջին գործարքները

source: Reload
hy: Վերաբեռնել

source: Request
hy: Հարցում

source: Resend Code
hy: Կրկին ուղարկել կոդը

source: Save
hy: Պահպանել

# scanQR
source: Scan QR Code
hy: Սկանավորել QR կոդը

source: Search
hy: Որոնել

source: Select your card
hy: Ընտրեք ձեր քարտը

source: Send
hy: Ուղարկել

source: Send Money
hy: Ուղարկել գումար

source: Set new passcode
hy: Սահմանել նոր ծածկագիր

# shareLink
source: Share the link
hy: Կիսվել հղումով

source: Show QR Code
hy: Ցույց տալ QR կոդը

source: Skip
hy: Բաց թողնել

source: Sorry for Inconvenience
hy: Ներողություն անհարմարության համար

source: Successful Transfer
hy: Փոխանցումը հաջողվեց

# thisPageIsInDevelopmentMode
source: This page is in development mode and you will be able to access this page soon.
hy: Այս էջը գտնվում է մշակման ռեժիմում և շուտով կկարողանաք մուտք գործել այս էջը.

source: To
hy: Ում

source: Transfer
hy: Փոխանցում

# transfersAreReviewed
source: Transfers are reviewed which may result in delays or funds being frozen
hy: Փոխանցումները վերանայվում են, ինչը կարող է հանգեցնել ուշացումների կամ միջոցների սառեցման

source: Update
hy: Թարմացնել

source: Verification Status
hy: Հաստատման կարգավիճակ

source: Verify Identity
hy: Հաստատել ինքնությունը

source: Verify it’s you
hy: Հաստատեք, որ դա դուք եք

# verifyYourEmail
source: Verify Email Address
hy: Հաստատել էլ. փոստի հասցեն

source: View All
hy: Դիտել բոլորը

# viewFiledToLoad
source: Failed to load this screen please try again later or press Reload button
hy: Չհաջողվեց բեռնել այս էջը, փորձեք կրկին կամ սեղմեք Վերաբեռնել կոճակը

# weAreRequiredByLaw
source: We’re required by law to verify your identity before we expand your limits
hy: Օրենքով մենք պարտավոր ենք հաստատել ձեր ինքնությունը, նախքան ձեր սահմանաչափերը ընդլայնելը

source: We are sorry
hy: Ներողություն ենք խնդրում

source: Week
hy: Շաբաթ

# welcomeBack
source: Welcome back, Sign in to your account
hy: Բարի վերադարձ!

# weSentCode
source: We've sent the code to
hy: Մենք ուղարկել ենք կոդը

source: Year
hy: Տարի

# youHaveQuestion
source: Do you have any question?
hy: Հարցեր ունե՞ք:

# yourAccountIsVerified
source: Your account is now verified, so you unlocked the limits on your account with some other features.
hy: Ձեր հաշիվը հաստատված է, այժմ դուք ընդլայնել եք սահմանաչափերը և լրացուցիչ հնարավորությունները.

# yourAccountWasRejected
source: Your account was rejected, please contact our support team to try again.
hy: Ձեր հաշիվը մերժվել է, դիմեք մեր աջակցման ծառայությանը՝ կրկին փորձելու համար.

# yourEmailIsNotVerifiedYet
source: Your email is not verified yet. Please visit you email and verify it.
hy: Ձեր էլ. փոստը դեռևս հաստատված չէ: Խնդրում ենք ստուգել ձեր էլեկտրոնային հասցեն և հաստատել այն:

source: Your link is ready!
hy: Ձեր հղումը պատրաստ է!

source: Your Name
hy: Ձեր անունը

# youWillReceiveVerificationEmail
source: ℹ︎ You will receive a verification email tap on the link in that mail to verify it
hy: ℹ︎ Դուք կստանաք հաստատման նամակ, սեղմեք նամակում հղումը՝ հաստատելու համար
